{
  "categories": [
    {
      "name": "Doctor",
      "url": "https://img.freepik.com/premium-vector/doctor-character-background-design_730620-7986.jpg?size=626&ext=jpg&uid=R121111794&ga=GA1.1.818006338.1696755883&semt=ais",
      "desc": "Doctors are the ones who have a profound knowledge of all kinds of diseases, their symptoms, and their treatments. They work day and night selflessly for society’s good health. Just like people serving in the army rarely take a break, doctors also are available whenever necessary."
    },
    {
      "name": "Engineer",
      "url": "https://img.freepik.com/free-vector/engineering-isolated-set_1284-24473.jpg",
      "desc": "Engineers are responsible for ensuring the safety and effectiveness of a process, system, or product. They work within a team and must be able to cooperate with other coworkers to ensure the success of a project."

    },
    {
      "name": "Police",
      "url": "https://img.freepik.com/free-vector/law-legal-justice-graphic_24877-52550.jpg",
      "desc": "Police officers are an integral part of our social system. They are responsible for maintaining law and order in society, protecting everyone, and solving problems like burglary, snatching, theft, and misconduct ."
    },
    {
      "name": "Teacher",
      "url": "https://img.freepik.com/free-vector/teacher-concept-illustration_114360-2166.jpg",
      "desc": "Teachers are the ones who help students learn and grow. They are responsible for shaping the minds of future generations and inspiring them to achieve their goals ."
    },
    {
      "name": "Software Engineer",
      "url": "https://img.freepik.com/free-vector/professional-programmer-engineer-writing-code_3446-693.jpg",
      "desc": "Software engineers are responsible for designing, developing, and maintaining software applications. They apply engineering principles to the process of building software and write high-quality, maintainable, reusable code ."
    },
    {
      "name": "Government Employ",
      "url": "https://img.freepik.com/premium-photo/illustration-team-managers-overseeing-project_894855-4630.jpg?size=626&ext=jpg&uid=R121111794&ga=GA1.1.818006338.1696755883&semt=ais",
      "desc": "In general, a government employee is an individual who works for a government agency or department. They are responsible for carrying out various tasks and duties that are essential to the functioning of the government. These tasks can range from administrative work to policy-making and implementation ."
    }
  ],
  "subDoc": [
    {
      "name": "cardi"
    },
    {
      "name": "phsyo"
    }
  ]

}